{"name":"articles","uuid":"7de1f51e-10a4-4c21-81be-44074045d254","articles":[{"uuid":"ea78df32-4568-4df8-a1ad-b8631d4cd6fb","tags":[""],"title":"index","body":"# Blog\n","path":"index.html","url":"https://suinua.github.io/blog/index.html","index_list":[{"level":"h1","text":"Blog","href":"Blog"}]},{"uuid":"bf04685f-adb3-486a-b1e7-c38342febf9b","tags":["英検","神奈川大学","センター試験","共通テスト"],"title":"過去問アーカイブ","body":"# 英検\n2014年から最新年度までの過去問をアーカイブしてます  \n[Google Drive](https://drive.google.com/drive/folders/1WrmbFjaHm0xVzBK4zOglNpu9qWwpiLMG?usp=sharing)\n\n# 神奈川大学 給費試験\n化学　英語　数学だけ集めました  \n[Google Drive](https://drive.google.com/drive/folders/1pdid5WJGs_5vRLoaBZqcm6UVSHZ6t_Bd?usp=sharing)\n\n# センター試験、共通テスト\n2012年から最新年度までの過去問をアーカイブしてます  \n英語のリーディングのファイル名が\"筆記\"になってます  \n[Google Drive](https://drive.google.com/drive/folders/1XoJ_kNA1mXmLNJyNRC9p4KMLGNaiA7_J?usp=sharing)","path":"過去問アーカイブ.html","url":"https://suinua.github.io/blog/過去問アーカイブ.html","index_list":[{"level":"h1","text":"英検","href":"英検"},{"level":"h1","text":"神奈川大学 給費試験","href":"神奈川大学 給費試験"},{"level":"h1","text":"センター試験、共通テスト","href":"センター試験、共通テスト"}]}],"folders":[{"name":"cnn","uuid":"47cbe0df-75ab-49f1-9048-04e38f0722fb","articles":[{"uuid":"ca941b11-1d81-406d-b3a7-dd12b1184fed","tags":["ニュース","和訳","魚","環境"],"title":"海の最深部に住む新種の虹色の魚","body":"\n# 新たな発見。弱光層に住む虹色の魚。\nNewly discovered rainbow-colored fish lives in the ocean's 'twilight zone'\n![fish](https://cdn.cnn.com/cnnnext/dam/assets/220309153016-02-rose-veiled-fairy-wrasse-discovery-exlarge-169.jpg)\n\n**大人のオスのバラベールフェアリーベラの展示、見事なカラフルな色を持っている**  \nThe male rose-veiled fairy wrasse showcases a stunning variety of colors as an adult.\n\n**モルデブを取り巻く波の深く、弱光層に虹色の魚はいる。カラフルな新種の魚、バラベールフェアリーベラに挨拶をしましょう。**  \nFar beneath the waves surrounding the Maldives, there's a living rainbow in the ocean's \"twilight zone.\" Say hello to the rose-veiled fairy wrasse, a colorful species of fish that's new to science.\n![モルディブ](https://user-images.githubusercontent.com/34801662/157783870-6d20cbd8-dcfb-42ba-8af7-1ca17c64c2f8.png)\n\n\n**この魚は”Cirrhilabrus finifenmaa”という学名を持ち、海面から40メートルから70メートルのところで生息が確認された。**  \nThe fish, which bears the scientific name Cirrhilabrus finifenmaa, was found living at depths ranging from 131 to 229 feet (40 to 70 meters) beneath the ocean's surface.\n\n**その魚はピンクのバラのような見事な色合いにちなんで名付けられた。ピンクのバラはモルディブの国花でである。モデルディブで話されているディベヒ語で\"Finifenmaa\"というのはバラを意味する**  \nThe name honors the fish's stunning pink hues, as well as the pink rose, the national flower of the Maldives. \"Finifenmaa\" means \"rose\" in the local Dhivehi language.\n\n![ocean](https://cdn.cnn.com/cnnnext/dam/assets/220309153117-03-rose-veiled-fairy-wrasse-discovery-exlarge-169.jpg)\n**数百の種類の魚の住処であるモルディブの海**  \nThe waters of the Maldives are home to a hundreds of species of fish.\n\n\n**数百の種類の生物がその諸島国家を囲う海にすんでいるが、この魚はモルディブ出身の科学者によって説明される最初の魚である。その科学者は\"Ahmed Najeeb\"。この魚に関しての研究は火曜日に\"the journal ZooKeys\"に登載された。**  \nWhile hundreds of species thrive in the waters near and surrounding the archipelago nation, this is the first fish to be described by a Maldivian scientist -- Ahmed Najeeb. A study describing the fish published Tuesday in the journal ZooKeys.\n\n**\"いつだってモルディブで見つかった生物を発表するのは外国人だったんだ。それも現地の研究者と関与せずにね。たとえそれがモルディブ固有のものでも。\"と共著者であり、モルディブ海洋調査機関の生物学者であるNajeebは声明の中でそう述べた。**  \n\"It has always been foreign scientists who have described species found in the Maldives without much involvement from local scientists, even those that are endemic to the Maldives,\" said study coauthor Najeeb, a biologist at the Maldives Marine Research Institute, in a statement.\n\n**\"今回はいつもと違い、初めて何かの一部になれることは本当にエキサイティングでした。特にエキサイティングだったのはトップクラスの魚類学者と共にこの高貴で美しい魚に関した作業をする機会を持てたことです。\"**  \n\"This time it is different and getting to be part of something for the first time has been really exciting, especially having the opportunity to work alongside top ichthyologists on such an elegant and beautiful species.\"\n\n## そのほかの呼び名\nA fish by any other name\n\n**この魚は誤認された歴史を持つ。研究者が最初に見つけたのは1990年代だが、彼らは成魚のCirrhilabrus rubrisquamisかレッドベールフェアリーベラに属すると考えた。\"その誤認された魚\"は、モルディブから1000km南のチャゴス諸島で発見された１匹の稚魚からのみ説明されていた**  \nThe fish has a history of mistaken identity. Researchers first found it in the 1990s, but they thought it was an adult belonging to Cirrhilabrus rubrisquamis, or the red velvet fairy wrasse. This different species had only been described from a single juvenile fish found 621 miles (1,000 kilometers) south of the Maldives in the Chagos Archipelago.\n![チャゴス諸島](https://user-images.githubusercontent.com/34801662/157789570-798db59a-e914-4338-8ab3-20ce10cd016e.png)\n\n**\"主に明るくカラフルな魚の種であるベラは成長する過程で色が変わるとして知られている。\"と筆頭著者であり、カリフォルニア科学アカデミーの魚類学学芸員のLuiz Rochaはメールの中で述べた。**  \nWrasses, a family of largely bright colored fishes, have been known to change in color as they transition from juveniles to adults, said senior study author Luiz Rocha, the California Academy of Sciences curator of ichthyology, in an email.\n\n**\"稚魚のうちはほとんどの種類のベラは同じような見た目だが、際立った特徴をもつのは大人のベラである\"と彼は述べた**  \nWhile the juveniles of many species look alike, it's the adults who carry distinguishing characteristics, he said.\n![ベラ](https://cdn.cnn.com/cnnnext/dam/assets/220309152934-01-rose-veiled-fairy-wrasse-discovery-exlarge-169.jpg)\n**学名Cirrhilabrus finifenmaaはモルディブの国花であるピンクのバラにちなんで名付けられた。**  \nThe scientific name Cirrhilabrus finifenmaa is a nod to the pink rose, the Maldivian national flower.\n\n**\"数か月前、筆頭著者であるYi-Kai Teaはチャゴスの遠隔操作探査機から成魚の映像を受け取ったが、その魚はモルディブの成魚とはとても異なっていた\"とRochaは述べた。この時、我々はこのモルディブに生息する魚がチャゴスのと異なる種類であると確信した。**  \n\"A few months ago, Yi-Kai Tea (our first author) received (remotely operated vehicle) footage from Chagos showing adults, which were very different from the adults from the Maldives,\" Rocha said. \"That's when we decided that the species from the Maldives was new and different from C. rubrisquamis.\"\n\n**研究の中で、研究者たちは成魚と稚魚の詳細に焦点を当てた。オスの成魚の背びれを支える棘の長さを測り、サイズを計測し、色を分類した。**  \nIn their study, the researchers focused on the details of adults and juveniles, analyzing the height of the spines supporting their dorsal fins, counting scales and cataloging the colors of the adult males.\n\n**ローズベールフェアリーベラのオスの成魚は、明るい赤紫色や桃色、桃橙色、黒紫などの色を含むユニークなカラーパターンをもっている。**  \nThe rose-veiled fairy wrasse adult males have a unique color pattern including bright magenta, peach, orange-pink and dark purplish-red.\n\n**finifenmaaとrubrisquamisは別種であるという発見は科学者がこれらの魚の範囲を理解するのを助ける。また、この発見はこれらの魚を保護するときにとても重要になる。**  \nDiscovering that finifenmaa and rubrisquamis were two separate species can help scientists understand the range of these fish, which becomes especially important when trying to protect them.\n![](https://cdn.cnn.com/cnnnext/dam/assets/220309153316-05-rose-veiled-fairy-wrasse-discovery-exlarge-169.jpg)\n**左からAhmed NajeebとLuiz Rocha。モルディブでの調査中、彼らが集めた複数の魚を調べている**  \n(From left) Ahmed Najeeb and Luiz Rocha inspect some fish they collected during a recent expedition in the Maldives.\n\n**\"以前私たちは１種類の魚が広く生息していると考えていましたが、実際は異なる２種類の魚で、それらは潜在的にはるかに限られた分布に生息していました\"と筆頭著者であり、シドニー大学博士課程の学生のYi-Kai Teaは述べた。\"これはなぜ新種の生物を説明したり、一般的な分類学が保護や生物多様性管理にとって重要なのかの例である\"**  \n\"What we previously thought was one widespread species of fish, is actually two different species, each with a potentially much more restricted distribution,\" said lead author Yi-Kai Tea, a University of Sydney doctoral student, in a statement. \"This exemplifies why describing new species, and taxonomy in general, is important for conservation and biodiversity management.\"\n\n**ローズベールフェアリーベラの名前は新しいかもしれないが、既に娯楽のターゲットになっている**  \nThe name may be new, but the rose-veiled fairy wrasse is already a target of the aquarium hobby trade.\n\n**”その種類はとても豊富で現在は乱獲の恐れはないが、その魚が学名を持つ前に商業利用されている場合、不安が残ります”とRochaは述べた。また、カリフォルニア科学アカデミーの\"Hope for Reefs\"の共同ディレクターはこう述べた。\"どのくらい生物多様性が残っているかを物語るのは、サンゴ礁の生態系である\"**  \n\"Though the species is quite abundant and therefore not currently at a high risk of overexploitation, it's still unsettling when a fish is already being commercialized before it even has a scientific name,\" said Rocha, also a codirector of the California Academy of Sciences Hope for Reefs initiative. \"It speaks to how much biodiversity there is still left to be described from coral reef ecosystems.\"\n\n## 弱光層のサンゴ礁探索\nExploring 'twilight zone' reefs\n\n**\"The Hope for Reefs\"の初期の目標はサンゴ礁を調査し、保護することである。先月\"The Hope for Reefs\"とモルディブ海洋調査機関の調査者がモルディブの弱光層のサンゴ礁調査におけるいくつかのを実施した**  \nThe Hope for Reefs initiative aims to research and restore coral reef systems. Last month, researchers from Hope for Reefs and the Maldives Marine Research Institute surveyed some of the Maldives' twilight zone reefs.\n\n**海面から50mから150mのところにサンゴ礁は存在し、ユニークな環境をフェアリーベラのような魚に提供している**  \nThese reefs can be 160 to 500 feet (50 to 150 meters) beneath the ocean's surface and provide a unique environment for fish like fairy wrasses.\n\n![Wakanda](https://cdn.cnn.com/cnnnext/dam/assets/190710170737-03-wakanda-new-fish-species-medium-plus-169.jpg)\n**Wakandaと呼ばれる魚:新しい紫色の魚でBlack Pantherにちなんで名付けられた**  \nA fish called Wakanda: New purple fish honors 'Black Panther'\n\n**\"水が光を吸収するので深くに行けば行くほど暗く、水温が低くなる。という環境は本当に普通じゃない。\"とRochaは述べた。\"光がほとんど入らないんで、そこにはほとんどサンゴ礁や藻類はなく結果として、魚の生態系もとても異なっていた。そこに住むほとんどの魚はプランクトン(その水深に住む小さな海洋無脊椎動物)を主食にしていた。\"**  \n\"It's a really different environment: It's darker (because the water functions as a filter absorbing light, so the deeper you go, the darker it gets) and colder,\" Rocha said. \"There are much fewer corals, and almost no algae (because of the lack of light), so the fish community is very different and most fish at this depth feed on plankton (tiny marine invertebrates that live in the water column).\"\n\n**Rolexによって資金提供された、近年のダイブはいかに広範囲の未調査弱光層のおける調査が難しいか示した。弱光層は娯楽でダイブできる制限深度より下に位置している。この深度では呼吸によって出る酸素のネガティブな影響を避けるために、ダイバーは必ず閉鎖式でヘリウムの混ざったガスボンベを使用しなければならない(吐いた空気が水中に出ない)。大量の装置を必要とするのに加えて、多くのトレーニングを要求するんだとRochaは述べた。**  \nThe recent dives, funded by an award from Rolex, show just how difficult it is to survey the largely unexplored twilight zone reefs -- located below recreational diving limits. The divers must use rebreathers and helium mixed into the gas they breathe to avoid the negative effects of breathing oxygen under so much pressure, in addition to using an abundance of gear that requires a lot of training, Rocha said.\n\n**けど、研究によって、その苦労は見合うものだ。\"そこにダイビングすることはまるで他の惑星に行くようなことである\"とRochaは述べた。\"私たちは常にそのサンゴ礁を見る最初の人であり、常に新種の生物を見つける。とても大変だがエキサイティングだ！\"**  \nBut it's well worth it, according to the researchers.\n\"Diving there is like visiting another planet,\" Rocha said. \"We are always the first ones to see those reefs, and always find new species. It is very challenging, but also very exciting!\"\n\n![divers](https://cdn.cnn.com/cnnnext/dam/assets/220309153219-04-rose-veiled-fairy-wrasse-discovery-exlarge-169.jpg)\n**最近の遠征にて、モルディブの弱光層のサンゴ礁への探索を準備するダイバーたち**  \nDivers prepare to explore the twilight zone reefs of the Maldives during a recent expedition.\n\n**最近の調査において、調査チームは多くのローズベールフェアリーベラと少なくとも新種の可能性のある８種類の魚を見つけた**  \nDuring the recent surveys, the research team found more of the rose-veiled fairy wrasse as well as at least eight potential new species of fish.\n\n**カリフォルニア科学アカデミーとモルディブ海洋調査機関はモルディブのサンゴ礁をこれからも調査していくために、協力を続けている**  \nThe California Academy of Sciences and the Maldives Marine Research Institute are continuing their partnership to explore more Maldivian reefs in the future.\n\n**\"私たちの協力関係は、未調査の深度の海洋生態系や、そこに住む生物を理解するのをより助けるだろう\"とNajeebは述べた。\"より理解し、より説得力のある化学的証拠を集めれば、生物をよりよく保護できるだろう\"**  \n\"Our partnership will help us better understand the unexplored depths of our marine ecosystems and their inhabitants,\" Najeeb said. \"The more we understand and the more compelling scientific evidence we can gather, the better we can protect them.\"\n\n**\"最近見つけた８つの新種の標本をもう少し集められることを望んでいる\"とRochaは述べた。\"加えて、生物の名前にモルディブの言葉を使うことを続けるために、私たちは親密にモルディブのパートナーと協力している\"**  \n\"We hope to collect a few more specimens of the other eight new species we recently found,\" Rocha said. \"Additionally, we are closely working with our Maldivian partners to keep using Maldivian names in our species.\"\n\n\n****\n\n# 単語や熟語\n**wrasse**:ベラ  \n**stunning**:驚くべき、見事な、素晴らしい  \n**bear**:堅い意味で、[名称や名前]を持つ  \n**honors**:動詞として、～をほめ称える、～栄光を授ける。今回は\"ちなんで\"と訳したがニュアンスはすこし違うきがする  \n**twilight** zone:弱光層、薄暮地帯、光の届かない場所。つまり深海？  \n**archipelago**:諸島  \n**endemic**:風土病、固有の  \n**ichthyologists**:魚類学者  \n**curator**:学芸員  \n**Senior** Author、First Author、Primary Author、Lead Author:筆頭著者  \n**nod** to:～を考慮して  \n**footage**:長さ、映像の一部？  \n**unsettling**:不安  \n**It speaks to**:～を物語る  \n**left to do**:～に任せる  \n**the water column**:表面から底質への水の概念的な柱のこと  \n**the 比較級, the 比較級**:～するほどに～する  \n\n\n# 翻訳元\nembed:https://edition.cnn.com/2022/03/10/world/rose-fairy-wrasse-rainbow-fish-scn/index.html\n\n# 参考\n\n国花のバラ\nembed:https://www.facebook.com/MDVinJP/photos/%E3%83%A2%E3%83%AB%E3%83%87%E3%82%A3%E3%83%96%E3%81%AE%E5%9B%BD%E8%8A%B1%E3%83%A2%E3%83%AB%E3%83%87%E3%82%A3%E3%83%B4%E5%85%B1%E5%92%8C%E5%9B%BD%E3%81%AE%E5%9B%BD%E3%81%AE%E8%8A%B1%E3%81%AFfinifenmaa%E3%83%95%E3%82%A3%E3%83%8B%E3%83%95%E3%82%A7%E3%83%B3%E3%83%9E%E3%83%BC%E4%B8%80%E8%88%AC%E3%81%AB%E5%90%8D%E3%81%AE%E7%9F%A5%E3%82%89%E3%82%8C%E3%81%9F%E3%83%94%E3%83%B3%E3%82%AF%E8%89%B2%E3%81%AE%E8%96%94%E8%96%87%E3%81%A7%E6%A4%8D%E7%89%A9%E5%AD%A6%E7%9A%84%E3%81%AB%E3%81%AF%E3%83%90%E3%83%A9%E3%81%AE%E4%BA%A4%E9%85%8D%E7%A8%AE%E3%81%A8%E7%89%B9%E5%AE%9A%E3%81%95%E3%82%8C%E3%81%A6%E3%81%84%E3%81%BE%E3%81%99fin/440694689287787/\n\nリブリーザー\nembed:https://www.padi.co.jp/scuba-diving/columns/rebreather/","path":"cnn/海の最深部に住む新種の虹色の魚.html","url":"https://suinua.github.io/blog/cnn/海の最深部に住む新種の虹色の魚.html","index_list":[{"level":"h1","text":"新たな発見。弱光層に住む虹色の魚。","href":"新たな発見。弱光層に住む虹色の魚。"},{"level":"h2","text":"そのほかの呼び名","href":"そのほかの呼び名"},{"level":"h2","text":"弱光層のサンゴ礁探索","href":"弱光層のサンゴ礁探索"},{"level":"h1","text":"単語や熟語","href":"単語や熟語"},{"level":"h1","text":"翻訳元","href":"翻訳元"},{"level":"h1","text":"参考","href":"参考"}]},{"uuid":"e148080b-67cd-4f60-9320-049bb0f4a38f","tags":["cnn","和訳"],"title":"イエローストーン国立公園でのクズリの貴重な目撃","body":"# イエローストーン国立公園でのクズリの貴重な目撃\nRare wolverine sighting in Yellowstone was captured on video\n![wolverine1](https://cdn.cnn.com/cnnnext/dam/assets/220309154209-gulo-gulo-restricted-exlarge-169.jpg)\n**イエローストーン国立公園の北側の角で、一匹のクズリが走り回ってるところを目撃された**  \nA wolverine was spotted running through the snow in the northeast corner of Yellowstone National Park.\n\n**クズリはイエローストーン国立公園の観光客によって撮影された。2006年から2009年までに実施された調査で７回しか記録できなかったことを考えると、今回のことは素晴らしい功績である**  \nA wolverine was captured on video by a tourist in Yellowstone National Park this week -- an impressive feat considering a research survey conducted in the park from 2006 to 2009 only documented seven of them.\n\n![wolverine2](https://cdn.cnn.com/cnnnext/dam/assets/220308182715-wolverine-sighting-yellowstone-restricted-medium-plus-169.jpg)\n**観光客のCarl Kempはイエローストーン国立公園の北側でクズリを撮影した**  \nTourist Carl Kemp captured video of a wolverine in the northeast section of Yellowstone National Park.\n\n**５月５日、観光客のCarl Kempは世界初の国立公園を観光していた。彼がクズリを目撃したのは道路の真ん中だった**  \nPark visitor Carl Kemp was on a tour through the world's first national park on March 5, when he spotted a wolverine in the middle of the road.  \n※イエローストーン国立公園は世界初の国立公園\n\n**Kempと彼の娘のMayaは、その面白い動物は雪の中行ったり来たりしているのを見ていた**  \nThe furry animal galloped back and forth in the snow as Kemp and his daughter Maya looked on.\n\n**イエローストーン国立公園の北側、Lamar ValleyとCooke Cityの間の地点で、イエローストーン観察ツアーガイドのMacNeil Lyonはその珍しい動物と遭遇した**  \nTour guide MacNeil Lyons from Yellowstone Insight tours encountered the elusive animal, which was found in the northeast corner of the park between Lamar Valley and Cooke City.\n\n**彼は20年間イエローストーン国立公園で様々な仕事をしてきたが、ここで間近にクズリを見たのは初めてであった**\nHe has been working in various jobs at Yellowstone for over two decades, and this is the first time he has seen a wolverine up close within the park.\n\n**\"クズリが目の前にいるなんて信じられなかったよ！\"と彼は言った**  \n\"It was unbelievable that this creature was right in front of us,\" he said.\n\n## wolverineはwolfeじゃない。\nWolverine, not wolf  \n\n**\"wolverine\"という名前に反してクズリは狼に近くない。アメリカ合衆国内務省によると、むしろ、アナグマやフェレット、カワウソを含むイタチ科に属しているという**  \nContrary to the name, the wolverine isn't closely related to wolves. Rather, it's a part of the weasel family, which also includes badgers, ferrets and otters, according to the US Department of the Interior.\n\n![Related Article](https://cdn.cnn.com/cnnnext/dam/assets/220308103131-01-vampyropod-fossil-discovery-medium-plus-169.jpg)\n**[関連記事、3億2800万年前のタコの親戚化石に吸盤が残っている](https://edition.cnn.com/2022/03/08/world/oldest-octopus-ancestor-fossil-scn/index.html)**  \nRelated Article:Fossil of 328 million-year-old octopus relative still has suckers on its arms\n\n**\"クズリは狼に属さないにもかかわらず狼とは愛憎関係にある。クズリは他の動物の食べ残した死体を食べたりする\"とクズリ財団の事務局長であるRebecca Wattersは述べた**  \nDespite not being related to wolves, wolverines have a love-hate relationship with them. Wolverines sometimes eat the animal carcasses left over by wolves, said Rebecca Watters, executive director of The Wolverine Foundation.  \n※[愛憎関係とは](#愛憎関係)\n\n**\"だが、もしクズリと対立したら狼はクズリを殺すことをいとわないだろう\"とWattersは付け加えた**  \nHowever, wolves won't hesitate to kill the mammals when in a direct conflict with them, she added.\n\n**\"クズリは冷たい気温を好む。８月の気温は21度にとどかないぐらいだ\"とWattersは述べた**  \nWolverines prefer a colder climate, with temperatures in August reaching no higher than 70 degrees Fahrenheit (21 degrees Celsius), Watters said.  \n※[公園の気温について](#気温)\n\n## クズリって結局なに？\nSo what are wolverines?\n\n**Wattersいわく、\"クズリは6.8kgから18.1kg、ロッキー山脈やアラスカ、モンゴルの山々、ロシアやカナダに生息している\"**  \nWolverines weigh between 15 and 40 pounds (6.8 and 18.1 kilograms) and make their homes in the Rockies, Alaska, the Mongolian mountains, and parts of Russia and Canada, according to Watters.  \n※[ロッキー山脈](#ロッキー山脈)  \n※[クズリについて](#クズリについて)\n\n**\"この種族は学名\"Gulo gulo\"で\"大食漢\"という意味を持つ。正当な理由で食料があるときにクズリは腹いっぱいに詰め込み、後でまた食べれるように死骸の一部を深い穴に隠す\"と彼女は加えた**  \nThe species' scientific name is Gulo gulo, meaning \"glutton glutton,\" and for good reason. Wolverines gorge themselves when food is available and stash pieces of carcasses in deep holes to consume later, she said.\n\n**\"主にマウス、リス、ヤマアラシ、カリブーなどを食べる\"とカルガリー大学の博士課程の候補者のMirjam Barruetoは言う**  \nThey primarily eat mice, squirrels, porcupine and caribou, said Mirjam Barrueto, a doctoral candidate at the University of Calgary in Canada.\n\n**\"クズリは鋭い嗅覚をもち、雪の数フィートしたに埋まっている死骸を嗅ぎ分けることができる\"とWattersは言った**  \nWolverines also have a keen sense of smell and can sniff out a carcass buried under several feet of snow, Watters said.\n\n**\"もしヤギや羊が雪崩に巻き込まれて埋まったとしても、クズリはその死骸を嗅ぎ分けて掘り起こすだろう\"と彼女は言った**  \n\"If a mountain goat or sheep is caught in an avalanche, a wolverine can sniff out the carcass and dig down to it,\" she explained.\n\n## クズリはどこでも珍しい生き物\nWolverines are a rarity everywhere\n\n**\"クズリはイエローストーン\"では珍しい\"訳ではない。一つには彼らのテリトリーのせいで、この珍しい動物は世界中どこでも個体数が少ない\"とWattersは言う**\nWolverines aren't just rare in Yellowstone. The elusive creatures have a low population around the world, which is partly because they're territorial, Watters said.\n\n**\"オスの大人のクズリは半径1,295kmのテリトリーを持ち、メスは777kmのテリトリーを持つ。このせいで他のクズリに残されたスペースはほとんどなくなるんだ\"**  \nAn adult male keeps a territory of up to 500 square miles (1,295 square kilometers) while an adult female might roam 300 square miles (777 square kilometers), which doesn't leave much room for a lot of wolverines, she explained.\n\n![Related Article](https://cdn.cnn.com/cnnnext/dam/assets/220307154705-joro-spider-file-102421-medium-plus-169.jpg)\n**[関連記事、巨大な毒々しい蜘蛛はアメリカ合衆国南東部に侵入しており、早期に広まる可能性があると専門家は言う](https://edition.cnn.com/2022/03/08/us/venomous-joro-spider-spread-scn/index.html)**  \nRelated Article:Giant venomous spiders infiltrated the southeastern US and are expected to spread rapidly, experts say\n\n**加えて\"メスは３歳から子供を生み始め、およそ１年おきにに２匹の子供を生む。クズリは寿命が15歳ほどでおよそ半分の子供が大人になる前に死ぬ。これが個体数の少ないことに帰するもう一つの要因だ\"とWattersは言う。**  \nAdditionally, females give birth starting at 3 years old, producing about two kits every other year, Watters said. Wolverines live to a maximum of 15 years old, and about half of kits die before reaching adulthood, which is another contributing factor to their low population, she said.\n\n**\"クズリの個体数の多いモンゴルなどで、私は14年間調査をしてきたが、野生のクズリを見たのは１度だけだ\"とWattersは言った**\n\"I've worked in wolverine research for 14 years, including in parts of Mongolia where the wolverine population is pretty dense, and I've only seen one in the wild,\" Wattles said.\n\n# 単語や熟語\n**feat**:功績  \n**considering~**:を考慮すると、を考えると  \n**gallop**:駆ける、乗馬  \n**elusive**:とらえどころのない、見つけにくい  \n**seen up close**:間近でみる \n**carcasses**:死骸  \n**executive**:重役  \n**executive director**:事務局長  \n**gorge oneself**:たらふく食べる  \n**stash**:隠す  \n**sniff out**:嗅ぎ分ける  \n**keen**:鋭い  \n**keen to**:に熱心  \n**avalanche**:雪崩  \n**venomous**:毒々しい  \n**infiltrated**:潜入\n\n# 翻訳元\nembed:https://edition.cnn.com/2022/03/10/us/wolverine-sighting-yellowstone-scn/index.html\n\n# 参考\n\n## イエローストーン国立公園について\nイエローストーン国立公園 GoogleMap\nembed:https://goo.gl/maps/nFH8HhuuQV51BpeX6\n\nイエローストーン国立公園 wiki\nembed:https://ja.wikipedia.org/wiki/%E3%82%A4%E3%82%A8%E3%83%AD%E3%83%BC%E3%82%B9%E3%83%88%E3%83%BC%E3%83%B3%E5%9B%BD%E7%AB%8B%E5%85%AC%E5%9C%92\n\n## 気温\nembed:https://www.nps.gov/yell/planyourvisit/weather.htm\n![weather](https://user-images.githubusercontent.com/34801662/158001514-2d0df5b5-5e22-44d4-b85b-8f1bb05a8767.png)\n\n## クズリについて\n>英名のwolverine（ウルヴァリン）の語源は不詳だが、wolver（wolf + erで「狼のようにふるまう人」あるいは「狼狩りをする人」の意）に接尾辞ing（「〜に属する」の意）がついて派生したものとの説がある\n\n生息マップを見てみると、イエローストーン公園にちょうど点がある\n![グズリ生息マップ](https://upload.wikimedia.org/wikipedia/commons/9/9c/Gulo_gulo_levila.png)\n\nクズリwiki\nembed:https://ja.wikipedia.org/wiki/%E3%82%AF%E3%82%BA%E3%83%AA\n\n## その他\n## アメリカ合衆国内務省\n驚き。急に内務省って出てくるから何のことかわからなかった\n>アメリカ合衆国内務省は、アメリカの行政機関のひとつ。連邦の所有する公有地および天然資源の保全を所管する。 他国の内務省の多くが治安維持・警察・国境警備・防災などの業務を所管しているのに対し、アメリカではそうした業務は司法省や国土安全保障省が行っており、内務省はこのような任務を負っていない点で大きな特徴がある。\nembed:https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%A1%E3%83%AA%E3%82%AB%E5%90%88%E8%A1%86%E5%9B%BD%E5%86%85%E5%8B%99%E7%9C%81\n\n## 愛憎関係\n狼のおかげで食い物にありつける=love  \n狼と対立したら殺される=hate  \nこれが\"Love And Hate Relationship\"だと思う  \n>It means to be friendly with the other person sometimes and fighting with the them other times  \nembed:https://hinative.com/ja/questions/861119\nembed:https://en.wikipedia.org/wiki/Love%E2%80%93hate_relationship\n\n## ロッキー山脈\n![ロッキー山脈](https://upload.wikimedia.org/wikipedia/commons/e/e0/RockyMountainsLocatorMap.png)","path":"cnn/イエローストーン国立公園でのクズリの貴重な目撃.html","url":"https://suinua.github.io/blog/cnn/イエローストーン国立公園でのクズリの貴重な目撃.html","index_list":[{"level":"h1","text":"イエローストーン国立公園でのクズリの貴重な目撃","href":"イエローストーン国立公園でのクズリの貴重な目撃"},{"level":"h2","text":"wolverineはwolfeじゃない。","href":"wolverineはwolfeじゃない。"},{"level":"h2","text":"クズリって結局なに？","href":"クズリって結局なに？"},{"level":"h2","text":"クズリはどこでも珍しい生き物","href":"クズリはどこでも珍しい生き物"},{"level":"h1","text":"単語や熟語","href":"単語や熟語"},{"level":"h1","text":"翻訳元","href":"翻訳元"},{"level":"h1","text":"参考","href":"参考"},{"level":"h2","text":"イエローストーン国立公園について","href":"イエローストーン国立公園について"},{"level":"h2","text":"気温","href":"気温"},{"level":"h2","text":"クズリについて","href":"クズリについて"},{"level":"h2","text":"その他","href":"その他"},{"level":"h2","text":"アメリカ合衆国内務省","href":"アメリカ合衆国内務省"},{"level":"h2","text":"愛憎関係","href":"愛憎関係"},{"level":"h2","text":"ロッキー山脈","href":"ロッキー山脈"}]}],"folders":[]},{"name":"楽曲和訳","uuid":"f593e2b6-459d-4320-b43a-b4884313ff0f","articles":[{"uuid":"47678ffb-2b6e-41bf-a15a-66cad76b84f6","tags":["楽曲","アルドノア・ゼロ","和訳"],"title":"AldnoahZero-Breathless","body":"\n# Breathless\n\n**Share me your madness that you keep in**  \n君の隠してる悲しみを教えて  \nkeep in:閉じ込める。抑制する。  \n例:I was kept in the toilet room for three hours  \n**Show that you're scared like me**  \n僕のように君の怖いものを教えて、  \n**Thus we are teens**  \n僕らは１０代なんだから。  \n**Wash my hands of that for this?**  \nこのためにそれから手を切れるの？  \nwash hands of:から手を切る  \n**Sell myself for this hopeless loop**  \n望みのない繰り返しのために自分自身をかけて  \nsell myself:身売り  \n**May I have seen your face somewhere sometime?**  \nどこかで君を見た気がする  \n**You freeze my blood and spine**  \n君は僕をぞっとさせる  \nfreeze my blood:ぞっとさせる   \n**So freak me out**  \nだから怖いんだ  \nfreak out:怖がらせる  \n**Like a look in a mirror**  \nまるで鏡のようで  \n**Face my Doppelganger**  \nドッペルギャンガーと向かい合ってるようで  \n**How 'bout you? Aren't you?**  \nそう思わない？  \n**Beware of attentions, entourage and mates**  \n注目や取り巻きに気を付けて  \n**You are what you do**  \n君は\"何をするか\"しだいなんだ  \n**Depress your mentions, ain't got to be a bighead**  \n注目を浴びないで、目立たないで  \n**You are what you fool**  \nなんて愚かなんだ  \n**Right now**  \n今  \n**Burn your soul, neck or nothing**  \n命がけで魂を燃やして  \nneck or nothing:命がけで  \n**Burn it out 'til you're losing your reason**  \n理由を失うまで燃やし続けて  \nburn out:燃え尽きる  \n**Forget the stoned reason to drive it**  \nフラフラな理由をわすれて、自分を掻き立てて  \nstoned:フラフラな、酔った  \n**Just to scribe your existence**  \nただ存在意義を示して  \n**Not a crime, your insistence**  \n犯罪じゃなくて無理強いなんだ  \n**Die another day**  \n今死ぬべきじゃない  \n**So do I**  \nだから僕は！  \n**Burn my soul, all to nothing**  \n十二分に(精一杯)魂をもやして  \n**Burn it out, let me charge in your advance**  \n魂を燃やし尽くして、前もって請求させて？？  \n**I'm watching for the chance to beat it**  \n打ち負かすチャンスを待ってるんだ！  \n**Even though my body's shaking**  \n身震いしようとも  \n**I'll give it all, deadly bumping**  \nすべてをかけてぶつかってやる  \n**Cuz you make me feel**  \nだって君は僕を  \n**Breathless**  \n息もつけないほどにするから(驚かせるから)  \n  \n**Share me your sadness that you keep in**  \n君の隠してる悲しみを教えて  \n**Know that you're played around**  \n君はもてあそばれている  \n  \nplay around:そんざいに扱う、浮気する、あれこれ考える  \n**Thus we are green**  \n僕らは未熟なんだから。  \n  \ngreen:未熟な、正常な、若々しい  \n  \n**Kind of harsh misfortune ran**  \n厳しい不運のなかで  \n**So-called Yin and Yang among us**  \n陰と陽みたいな  \n  \nYin and Yang:陰と陽  \n  \n**Are you really serious to save her right now?**  \n本当に君は彼女を救いたいの？  \n**Get ready to give your life, willing or not**  \n人生をかける準備はできてるの？  \n**Have the real foresight a few**  \nこんなの予測できたの？  \n**Unwanted deja vu**  \nいやなデジャブだ  \n**All 'bout you, warn you**  \n君のことだよ。なあ。  \n**Beware of attentions, entourages and mates**  \n注目や取り巻きに気を付けて  \n**You are what you do**  \n君は\"何をするか\"しだいなんだ  \n**Depress your mentions, ain't got to be a bighead**  \n注目を浴びないで、目立たないで  \n**You are what you fool**  \nなんて愚かなんだ  \n  \n**Right now**  \n今  \n**Burn your soul, neck or nothing**  \n命がけで魂を燃やして  \n**Burn it out 'til you're losing your reason**  \n理由を失うまで燃やし続けて  \n**Forget the stoned reason to drive it**  \nフラフラな理由をわすれて、自分を掻き立てて  \n**Just to scribe your existence**  \nただ存在意義を示して  \n**Not a crime, your insistence**  \n犯罪を犯さず無理をして  \n**Die another day**  \nまだ死なないで  \n**So do I**  \nだから僕は！  \n**Burn my soul, all to nothing**  \n十二分に(精一杯)魂をもやして  \n**Burn it out, let me charge in your advance**  \n魂を燃やし尽くして、はやく？？  \n**I'm watching for the chance to beat it**  \n打ち負かすチャンスを見てるんだ！（待ってるんだ？）  \n**Even though my body's shaking**  \n身震いしようと  \n**I'll give it all, deadly bumping**  \nすべてをかけてぶつかってやる  \n**Cuz you make me feel**  \nだって君は僕を  \n**Breathless**  \n窒息させるから  \n  \n**Right now**  \n**Burn your soul, neck or nothing**  \n**Burn it out 'til you're losing your reason**  \n**Forget the stoned reason to drive it**  \n**Just to scribe your existence**  \n**Not a crime, your insistence**  \n**So do I**  \n**Burn my soul, all to nothing**  \n**Burn it out, let me charge in your advance**  \n**I'm watching for the chance to beat it**  \n**Even though my body's shaking**  \n**I'll give it all, deadly bumping**  \n**Cuz you make me feel**  \n**Breathless**  ","path":"楽曲和訳/AldnoahZero-Breathless.html","url":"https://suinua.github.io/blog/楽曲和訳/AldnoahZero-Breathless.html","index_list":[{"level":"h1","text":"Breathless","href":"Breathless"}]},{"uuid":"68949738-c5c6-4a54-a32b-f1f03a5b3226","tags":["楽曲","進撃の巨人","和訳"],"title":"Barricades","body":"\n# Barricades\n\n**Wouldn't it be nice to take a walk on some pure white sand?**  \n白い砂浜を散歩するのはきっと楽しいだろう  \n**Gaze at the horizon without living in fear?**  \n平和に地平線を見つめることができるだろうか  \n\nエレンが海の先をさして「向こうにも敵が...」みたいなシーンにつながる  \n恨みなく、平和に海の向こうを見つめる日を望んでいたんだろうか  \nlive in : に住む、をもって生きる  \n**Wouldn't it be sweet to watch the sun curve down meets the waves?**  \n波を照らす日の入りを見るのはきっと素晴らしいだろう  \n**And taste the ocean spray**  \nそして波しぶきを味わうい  \n**And realize we've being living as slaves**  \n奴隷として生きてることに気づくんだ  \n\n海の向こうの敵の奴隷ということだろうか？  \n**We've got to learn to get back, get back**  \n復習する方法を学ばなくては！復習を！  \n**But is it worth the price of our soul?**  \nそれは命の価値に見合うだろうか  \n**You know you had to kill her, kill her!**  \n知ってるだろ。ヤツを殺さなきゃだめだったんだ！殺さなきゃ！  \n\nYouはエレンの父でHerは始祖の継承者だろうか  \n「殺さなきゃいけなかったのはわかってるだろう！」というエレンから父への呼びかけに聞こえる  \n**Oh my dirty hands, it never fades**  \n汚れた手は二度ときれいにならない  \n**And if we get out, get out**  \nもし外の世界に出れたら、出れたのなら  \n**I'll think about the price of our soul**  \n命の価値に見合うだろう  \n**We've got to learn to live free, live free**  \n自由に生きる術を学ばなくては、自由に  \n**We'll live a life without barricades**  \n壁のない世界で生きるんだ  \n**How long I haven't seen the light shine through in my life**  \nどれだけ希望を見れてないのだろう  \n**Lost everything, family, confusion on the way**  \n家族や、すべて失って。混乱している  \n**Someone tries to talk to me and signpost the righteous road**  \nだれかが話しかけてきて、正義の道を示そうとするんだ  \n**My animal inside**  \nこの巨人の能力を  \n**Can now be tamed to go over the wall**  \nコントロールできるんだ、障害を乗り越えれるように  \n\n**We've got to learn to get back, get back**  \n**But is it worth the price of our soul?**  \n**You know you had to kill her, kill her!**  \n**Oh my dirty hands, it never fades**  \n**And if we get out, get out**  \n**I'll think about the price of our soul**  \n**We've to learn to live free, live free**  \n**We'll live a life without barricades**  \n\n**We've got to learn to get back, get back**  \n**But is it worth the price of our soul?**  \n**You know you had to kill her, kill her!**  \n**Oh my dirty hands, it never fades**  \n**And if we get out, get out**  \n**I'll think about the price of our soul**  \n**We've to learn to live free, live free**  \n**We'll live a life without barricades**  ","path":"楽曲和訳/Barricades.html","url":"https://suinua.github.io/blog/楽曲和訳/Barricades.html","index_list":[{"level":"h1","text":"Barricades","href":"Barricades"}]}],"folders":[]}]}